# 설치도구
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "cask"
brew "mas"

# 필수
cask "google-chrome"
cask "iterm2"
brew "git"
cask "sourcetree"
cask "postman"

# 언어
brew "node"
cask "zulu11" # 자바
brew "yarn"

# IDE & DB tool
cask "intellij-idea"
cask "datagrip"
cask "sublime-text"
cask "visual-studio-code"
cask "android-studio"

# React
cask "reactotron"

# React Native
brew "cocoapods"
brew "watchman"

# 기타
mas "카카오톡", id: 869223134
